{
  "LedezmaStory": "It was the year 2015, and I was running my own business when I realized I needed to have a stronger online presence. That’s when the idea came to me that I could try creating my own website. So, I decided to study a bit to understand how everything worked in terms of design and programming. From that moment, I began to immerse myself in a world that was previously unknown to me. I started by learning WordPress, and then I became very interested in understanding how everything worked behind the scenes, so I also studied HTML and CSS. Following the logical learning path, I also studied JavaScript. In 2020, I shifted my initial dream of running my own businesses to a new goal of becoming part of something bigger. I decided to fully commit to my studies and took a year off, taking advantage of the situation during the pandemic. During that time, I graduated from Cenfotec University while also completing another degree as a scholarship recipient in the Oracle Next Education (ONE) program. By 2022, I was ready to step into the world of web development and hybrid applications, and I got the opportunity to work for a local company here in Costa Rica called Soefe. It was there that I finally got involved in projects that have brought me great satisfaction and where I’ve been able to grow as a professional developer. During my time there, I’ve worked on developing applications for brands like Pizza Hut, Domino’s Pizza, Cantón Restaurants, Burger King, and more. I’ve also developed WordPress sites for companies such as Laboratorios Echandi, Vitherapy, Unión Médica Nacional, PicoMar, and many others. Below, you will find links to some of my projects. I hope you enjoy exploring them.",
  "WhatIDo": "I create sites and apps using the latests technologies and best practices.",
  "About": "About",
  "Experience": "Experience",
  "2020-Present": "2020-Present",
  "LedezmaPosition": "Web/Software Engineer",
  "SoefeDescription": "At Soefe, I have focused on projecting myself in the most professional way possible, working alongside a team that has allowed me to grow and develop in the software production environment. I’ve had the opportunity to work on projects for well-known brands and have kept up to date with technologies like React, Angular, WordPress, Ionic, and more.",
  "BKRole": "I developed multiple features and a large part of the user interface for the Burger King Costa Rica app. The app allows users to place orders online, view the menu, and receive exclusive promotions.",
  "Projects": "Projects",
  "PHRole": "Most of the functionality and design were developed by my team. We worked closely with our customer to deliver the best user experience while simultaneously enhancing sales.",
  "DominosRole": "This application is based on a custom template developed by our team, resulting in a multi-company app capable of managing different clients with both shared and independent layers of functionality. The same applies to the design.",
  "VitherapyRole": "I fully developed this website in WordPress using native CMS tools such as Elementor, custom themes, and functionalities like forms and inventory management.",
  "EchandiRole": "On this page, I developed a fully customized widget that displays detailed information about each company location when the user selects it from a dropdown menu."
}