{
  "LedezmaStory": "Era el año 2015 y yo manejaba mi propio negocio cuando me di cuenta que necesitaba tener más presencia en internet. Fue ahí cuando se me ocurrió que podía intentar crear mi propia página web, así que decidí estudiar un poco para entender cómo funcionaba todo esto del diseño y la programación. A partir de ese momento, empecé a formar parte de un mundo que antes era desconocido para mí. Primero estudié un poco de WordPress, luego me interesó mucho ver cómo funcionaba todo desde adentro y también estudié HTML y CSS. Siguiendo el curso lógico del aprendizaje, también estudié JavaScript. En el año 2020, cambié mi sueño inicial de administrar mis propios negocios, por el sueño de ser parte de algo más grande y decidí entrar a estudiar de lleno, me retiré durante un. año aprovechando la situación que se vivía durante la pandemia y logré graduarme en la Universidad Cenfotec al mismo tiempo que conseguía y finalizaba otra carrera como becado en el proyecto Oracle Next Education (ONE). Ya en el 2022, estaba listo para enfrentarme al mundo del desarrollo web y de aplicaciones híbridas y surgió la posibilidad de trabajar en una empresa local (de acá en Costa Rica) llamada Soefe. Fue ahí donde al fin tuve contacto con proyectos que me han llenado de satisfacción y en los cuales he logrado desarrollarme como todo un profesional de la programación. Estando ahí, he podido trabajar desarrollando las aplicaciones de Pizza Hut, Domino's Pizza, Cantón Restaurants, Burger King, etc, etc. También he desarrollado páginas en WordPress como son Laboratorios Echandi, Vitherapy, Unión Médica Nacional, PicoMar y muchas otras. A continuación podrás encontrar enlaces a algunos de mis proyectos. Espero que te diviertas...",
  "WhatIDo": "Creo sitios y aplicaciones utilizando las últimas tecnologías y las mejores prácticas.",
  "About": "Acerca de...",
  "Experience": "Experiencia",
  "2022-Present": "2022-Presente",
  "LedezmaPosition": "Ingeniero Web/Software",
  "SoefeDescription": "En Soefe, me he dedicado a proyectarme de la manera más profesional, en conjunto con un equipo de trabajo que me ha permitido crecer y desarrollarme en el ambiente de la producción de software. He tenido la oportunidad de trabajar en proyectos de marcas muy reconocidas. Me he actualizado en tecnologías como React, Angular, WordPress, Ionic, entre otras.",
  "BKRole": "Desarrollé múltiples funcionalidades y gran parte de la interfaz de usuario para la aplicación de Burger King Costa Rica. La aplicación permite a los usuarios realizar pedidos en línea, ver el menú, y recibir promociones exclusivas.",
  "Projects": "Proyectos"
}